10/data/attachments/49a3b5695d33e7ef.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Brandon_direction_Actions_57013_2</nif:username>
            <nif:friendToBeRequested>soap_actions_b93363a2-7862-48df-b0cf-a3466b37de1c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>